insert into boxes (barcode)
VALUES ('0114810268061001112402271000473700122100002'),
       ('0114810268025000112402271000473700062100001'),
       ('0104810268061066112402271000473700062100001');

insert into products (id, name, gtin)
VALUES (1, 'Молоко', '4810268061'),
       (2, 'Йогурт', '4810268025'),
       (3, 'Кефир', '04810268061066');

insert into applications (id, number, description)
VALUES (1, '10', 'Савушкин'),
       (2, '8', ''),
       (3, '5', '');

insert into product_info (product_id, package_number, box_id)
VALUES (1, '011', 1),
       (1, '028', 1),
       (1, '035', 1),
       (1, '042', 1),
       (1, '059', 1),
       (1, '066', 1),
       (2, '846', 2),
       (2, '853', 2),
       (2, '860', 2),
       (2, '877', 2),
       (2, '884', 2),
       (2, '891', 2),
       (2, '846', 2),
       (2, '907', 2),
       (2, '914', 2),
       (2, '921', 2),
       (2, '938', 2),
       (2, '945', 2),
       (2, '952', 2),
       (3, '999', 3);

insert into application_details (application_id, products_id, quantity)
VALUES (1, 1, 3),
       (1, 2, 5),
       (2, 1, 1),
       (3, 3, 1);